"ONE_SONG" = "1 låt";
"SONGS_COUNT_FORMAT" = "%d låtar";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Utgivet %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"MUSIC" = "Musik";

"123" = "123";

"Add All Albums" = "Lägg till alla album";

"Add All Songs" = "Lägg till alla låtar";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Spara";
"ADD_PLAYLIST_DIALOG_TITLE" = "Ny spellista";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Ange ett namn för spellistan.";
"ADD_PLAYLIST_ROW" = "Lägg till spellista…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Titel";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Lägg till låtar i ”%@”.";
"EDIT_PLAYLIST_RENAME" = "Byt namn";
"EDIT_PLAYLIST_ADD_SONGS" = "Lägg till låtar";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Byt namn på spellista";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Titel";

"Albums" = "Album";

"All Albums" = "Alla album";

"All Songs" = "Alla låtar";

"Cancel" = "Avbryt";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Uppdaterar biblioteket\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "Det här kan ta ett par minuter.";

"Refresh Playlist" = "Uppdatera spellista";

"CLEAR" = "Rensa";

"Clear Playlist" = "Rensa spellista";

"Save Playlist" = "Spara spellista";

"Delete Playlist" = "Radera spellista";

"Delete" = "Radera";

"Done" = "Klar";

"Edit" = "Ändra";

"Save" = "Spara";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d album";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d artister";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d objekt";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d låtar";

"LISTING_COUNT_GENRES_FORMAT" = "%d genrer";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d spellistor";

"LISTING_COUNT_SONGS_FORMAT" = "%d låtar";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Artister";

"NO_CONTEXT_NAVTITLE_GENRES" = "Genrer";

"OK" = "OK";

"Playlists" = "Spellistor";

"Shuffle" = "Blanda";

"Songs" = "Låtar";

"Unknown" = "Okänt";
"UNKNOWN_ARTIST" = "Okänd artist";
"UNKNOWN_ALBUM" = "Okänt album";

"NOW_PLAYING_BUTTON_LABEL" = "Spelas\nnu";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Artister (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Artist (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Album (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Spellista (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Spellistor (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Låt (%@ träff)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Låtar (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Genrer (%@ träffar)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Genre (%@ träff)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Lägg till låtar i %@-spellistan.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Utgivet %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 låt";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u låtar";
"ALBUM_INFO_TIME_SINGULAR" = "1 min.";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min.";

"UNKNOWN_DURATION" = "--:--";
